[InteractiveObject.IO_Nasturtium_AxtonBody InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IO_Nasturtium_AxtonTrap InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IO_Nasturtium_FakeObj InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IO_Nasturtium_GaigeAltar InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IO_Nasturtium_GaigeBody InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IO_Nasturtium_KriegBody InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IO_Nasturtium_KriegDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IO_Nasturtium_MayaBody InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IO_Nasturtium_MayaButton InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IO_Nasturtium_MayaDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IO_Nasturtium_SalvatorBody InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IO_Nasturtium_SalvatorDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IO_Nasturtium_SideVarkidEgg InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IO_Nasturtium_ZeroBody InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IO_Nasturtium_ZeroDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_WitchDoctorMask MissionItemDefinition]
UseFailureCharacterMessage="This is the way it should be. %s use this item."
ItemName="Covered by witches."
PickupMessage="he said %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this product."
NoManufacturerName="General"

[ItemDefs.ID_WitchDoctorMask:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="We have a magic mask. I hope it will be a suitable offering to the totem deity.."
NoConstraintText=""
Suffix=""
Prefix=""

[Population.BD_SideEgg InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

